OpenFOAM file/OpenFOAM/cfdm-v2412/run/tutorials/lagrangian/reactingParcelFoam/filter/constant/reactions
species
(
    N2
    O2
    H2O
);

reactions
{}
